{
    "brand": "Bestiary",
    "myth1": "Slavic mythology",
    "myth2": "Nordic Mythology",
    "myth3": "Celtic Mythology",
    "lang": "Language",
    "myth1side": "Slavic",
    "myth2side": "Nordic",
    "myth3side": "Celtic",
    "b1_1": "Fiend",
    "b1_2": "Goddess",
    "b1_3": "Devil",
    "b1_4": "Domowik",
    "b1_5": "Kikimora",
    "b1_6": "Dwarf",
    "b1_7": "Leszy",
    "b1_8": "Abortion Man",
    "b1_9": "South",
    "b1_10": "Midnight",
    "b1_11": "Rusalki",
    "b1_12": "Elf",
    "b1_13": "Striga",
    "b1_14": "Drowned",
    "b1_15": "Aquarius",
    "b2_1": "Huldra",
    "b2_2": "Jormungand",
    "b2_3": "Giant",
    "b2_4": "Ratatosk",
    "b2_5": "Sahrimnir",
    "b2_6": "Dragon",
    "b2_7": "Sleipnir",
    "b2_8": "Troll",
    "b3_1": "Kelpies",
    "b3_2": "Selkia",
    "title": "Striga",
    "st_name": "Name",
    "st_name_a": "Strzyga (Strzygon)",
    "st_myth": "Mythology",
    "st_myth_a": "Slavic",
    "st_type": "Type",
    "st_type_a": "Demon",
    "st_sex": "Gender",
    "st_sex_a": "Various",
    "st_alig": "Attitude",
    "st_alig_a": "Usually hostile",
    "art_1_h": "Description",
    "art_1": "According to the research of Aleksander Brückner, the Slavic striga comes directly from the Roman strix, a female demon with bird claws that feeds on blood. In an unclear way, these beliefs, probably through the Balkan peoples, were adapted by the Slavs, partially overlapping the characters a ghost and a vampire. Strzyga was a creature whose origin and mode of operation were similar to those two creatures, which is why it is believed that in Polish folk beliefs we are dealing with one character known in different regions under several different names. In the 18th century, in Poland, the name of the wraith was called \"Striga\" or \"Bard\". From the 18th century, the name \"upiór\" was already used, associating the creature with a flying demon. On the other hand, the characteristics of witchcraft are associated in Polish sources more with a strygonie or striga than with a ghost. When a Strigoi was recognized, it was chased away from human habitations, usually dying at a young age, but when one soul died, the other lived on, taking revenge for the former's wrongs. To survive, she had to hunt.",
    "art_2_h": "Characteristics",
    "art_2": "They had two hearts and two rows of teeth. Usually depicted as a cross between a human and an owl. They had a disproportionately large head in relation to the body, red eyes and talons similar to those of a bird. Inconspicuous at first glance, but fast, agile and strong enough to knock down a grown man or a cow.",
    "art_3_h": "Beliefs",
    "art_3": "Strigoi were people who were born with fused eyebrows, two souls, two hearts and a double row of teeth, the latter of which was hardly noticeable. Sleepwalkers and people without armpit hair were also suspected of being Strigoi. It was also believed that a newborn baby who was born with developed teeth is a Strigoi, while old people talking to themselves could also be considered Strigoi. In times of epidemic, people who were sick but alive were often buried in graves. They wandered around with bloody hands, torn nails, sick and weak. They were then considered Strigoi.",
    "art_4_h": "Conduct",
    "art_4": "Strigoi flew at night in the form of an owl and sucked the blood and entrails of people, preferably children. If they did not encounter people, they could be satisfied with the blood of animals for some time. Usually, apart from hunting, it was about revenge for wrongs done during the first life . According to other sources, Strigoi do not harm people. Like banshees, they herald the certain death of someone from the household. Their attachment to the world of the living resulted from the lack of baptism of one of the souls and this prevented them from entering the afterlife. Both male and female versions of the Strigoi could return to their living family members, go to their homes and perform their old duties at night. This affected the state of the family - their lack of sleep, weakness, pallor, etc. was blamed on the activities of the Strigoi. Strigoons could also break candles in the church.",
    "art_5_h": "Methods of protection",
    "art_5": "The way to prevent a person from turning into a Strigoi was to bury him in a special way, e.g. face down, with a blindfold over his eyes, put flint in his mouth, put a piece of paper with the inscription Jesus under his tongue, or put small objects in the coffin for the Strigoi to count them. Another way was to burn or drive nails, stakes, or an aspen stake into various parts of the deceased person's body. was to scatter poppy seeds crosswise in every corner of the house.Ringing the church bell also killed the Strigoi (turning it to tar). Some legends say that in order to disenchant or kill a Strigoi, one would have to spend the night in her crypt, sleeping facing the ground Since Strigoi were more active at night and slept during the day, it was a difficult task.",
    "aside_h": "Popular articles",
    "aside_1_h": "Drowned",
    "aside_1": "Slavic demons known throughout Slavic lands. Their name derives from the name \"drown\" (consciously contribute to suffocation of a person under water). They share some features with water and drowned people, which gives the basis to identify them with other water demons. Contrary to popular opinion...",
    "aside_2_h": "Troll",
    "aside_2": "It was believed that trolls differed from one another in both appearance and character. Most often, they were supposed to be very old, ugly, malicious and not very intelligent creatures. Among them you could find giants, as well as small dwarfs or dwarfs. They often had many heads...",
    "aside_3_h": "Dragon",
    "aside_3": "A legendary creature, usually a type of giant, winged reptile. Found in myths and folktales from around the world, though ancient writers claim that it mainly inhabited the deserts of the Middle East. The most common type of dragon is its European image as a disgusting, gaping by the fire of the beast commonly known as the Wyvern ...",
    "more": "Read more",
    "source": "Source materials:",
    "license": "Text and photos licensed under CC-BY-SA"
}