{
    "brand": "Bestiariusz",
    "myth1": "Mitologia Słowiańska",
    "myth2": "Mitologia Nordycka",
    "myth3": "Mitologia Celtycka",
    "lang": "Język",
    "myth1side": "Słowiańska",
    "myth2side": "Nordycka",
    "myth3side": "Celtycka",
    "b1_1": "Bies",
    "b1_2": "Boginka",
    "b1_3": "Czart",
    "b1_4": "Domowik",
    "b1_5": "Kikimora",
    "b1_6": "Krasnoludek",
    "b1_7": "Leszy",
    "b1_8": "Poroniec",
    "b1_9": "Południca",
    "b1_10": "Północnica",
    "b1_11": "Rusałki",
    "b1_12": "Skrzat",
    "b1_13": "Strzyga",
    "b1_14": "Utopiec",
    "b1_15": "Wodnik",
    "b2_1": "Huldra",
    "b2_2": "Jormungand",
    "b2_3": "Olbrzym",
    "b2_4": "Ratatosk",
    "b2_5": "Sahrimnir",
    "b2_6": "Smok",
    "b2_7": "Sleipnir",
    "b2_8": "Troll",
    "b3_1": "Kelpie",
    "b3_2": "Selkia",
    "title": "Strzyga",
    "st_name": "Nazwa",
    "st_name_a": "Strzyga (Strzygoń)",
    "st_myth": "Mitologia",
    "st_myth_a": "Słowiańska",
    "st_type": "Rodzaj",
    "st_type_a": "Demon",
    "st_sex": "Płeć",
    "st_sex_a": "Różnie",
    "st_alig": "Nastawienie",
    "st_alig_a": "Zazwyczaj wrogie",
    "art_1_h": "Opis",
    "art_1": "Według badań Aleksandra Brücknera słowiańska strzyga pochodzi bezpośrednio od rzymskiego strix, kobiecego demona o ptasich szponach żywiącego się krwią. W niejasny sposób wierzenia te, prawdopodobnie za pośrednictwem ludów bałkańskich, zostały zaadaptowane przez Słowian, nakładając się częściowo na postaci upiora i wampira. Strzyga była istotą, której pochodzenie i sposób działania były podobne do tych dwóch stworów, dlatego uważa się, że w polskich wierzeniach ludowych mamy do czynienia z jedną postacią znaną w różnych regionach pod kilkoma różnymi nazwami. Do XVIII wieku mówiono bowiem w Polsce na upiora „strzyga” lub „wieszczyca”. Od XVIII wieku stosowano już nazwę „upiór”, kojarząc stwora z demonem fruwającym. Z kolei cechy czarownictwa kojarzone są w polskich źródłach bardziej ze strzygoniem lub strzygą niż z upiorem. Gdy rozpoznano strzygę, przepędzano ją z ludzkich siedzib. Ginęły zazwyczaj w młodym wieku. Gdy jednak jedna dusza umierała, druga żyła dalej, mszcząc się za krzywdy tej pierwszej. Aby przetrwać, musiała polować.",
    "art_2_h": "Charakterystyka",
    "art_2": "Posiadały dwa serca i dwa szeregi zębów. Zazwyczaj przedstawiane, jako krzyżówka człowieka i sowy. Miały nieproporcjonalnie dużą głowę względem ciała, czerwone ślepia i szpony zbliżone do ptasich. Niepozorne na pierwszy rzut oka, jednak szybkie, zwinne i silne na tyle, że były w stanie powalić dorosłego mężczyznę bądź krowę.",
    "art_3_h": "Wierzenia",
    "art_3": "Strzygami zostawali ludzie, którzy urodzili się ze zrośniętymi brwiami, dwiema duszami, dwoma sercami i podwójnym szeregiem zębów, z czego ten drugi był słabo zauważalny. O bycie strzygą posądzano również lunatyków i osoby bez włosów pod pachami. Uważano także, iż strzygą jest noworodek, który urodził się z wykształconymi zębami, natomiast starcy mówiący do siebie też mogli być uznani za strzygi. W czasach epidemii często do grobów wkładano ludzi chorych, lecz żywych. Niektórym udawało się wykopać gołymi rękami. Błądzili oni potem z zakrwawionymi rękami, poodrywanymi paznokciami, chorzy i osłabieni. Byli wówczas uważani za strzygi.",
    "art_4_h": "Zachowanie",
    "art_4": "Strzygi latały po nocach w postaci sowy i wysysała krew oraz wnętrzności ludzi, najchętniej dzieci. Jeżeli nie napotykały ludzi, potrafiły się przez jakiś czas zadowolić krwią zwierząt. Zazwyczaj poza polowaniem chodziło o zemstę za krzywdy wyrządzone podczas pierwszego żywota. Według innych źródeł, strzygi nie szkodzą ludziom. Podobnie, jak banshee, zwiastują pewną śmierć kogoś z domowników. Ich przywiązanie do świata żywych wynikało z braku chrztu jednej z dusz i uniemożliwiało to wkroczenie do zaświatów. Zarówno męskie, jak i żeńskie wersje strzyg mogły wracać do swoich żyjących członków rodziny, do swoich domostw i nocami wykonywać swoje dawne obowiązki. Wpływało to na stan rodziny – ich niewyspanie, osłabienie, bladość itd. zrzucano właśnie na działalność strzyg. Strzygonie mogły też psuć świece w kościele.",
    "art_5_h": "Metody ochrony",
    "art_5": "Sposobem na zapobiegnięcie przeistoczeniu się człowieka w strzygę było pochowanie go w specjalny sposób np. twarzą do dołu, z przepaską na oczach, włożenie krzemienia do ust, włożenie pod język kartki z napisem Jezus lub włożenie do trumny drobnych przedmiotów, by strzygoń zajął się ich liczeniem. Innym sposobem było spalenie lub powbijanie gwoździ, pali albo kołka osikowego w różne części ciała zmarłej osoby. Podobno działającą metodą na przepędenie strzygonia było wymierzenie mu policzka lewą ręką. Aby chronić swój dom przed strzygą skuteczne było rozsypanie na krzyż maku w każdym kącie domu. Zabicie w kościelny dzwon również zabijało strzygonia (zamieniało go w smołę). Niektóre podania głoszą, że aby odczarować lub zabić strzygę, należałoby spędzić noc w jej krypcie, śpiąc twarzą w kierunku ziemi. Ponieważ strzygi wykazywały większą aktywność w nocy, w dzień zaś spały, było to trudne zadanie.",
    "aside_h": "Popularne artykuły",
    "aside_1_h": "Utopiec",
    "aside_1": "Demony słowiańskie znane na obszarze całej słowiańszczyzn. Ich nazwa wywodzi się od nazwy \"utopić\" (przyczynić się świadomie do uduszenia się danej osoby pod wodą). Dzielą pewne cechy z wodnikami i topielcami, co daje podstawy do utożsamiania ich z innymi demonami wodnymi. Wbrew powszechnej opinii ...",
    "aside_2_h": "Troll",
    "aside_2": "Wierzono, że trolle różniły się między sobą zarówno wyglądem, jak i charakterem. Najczęściej miały to być stworzenia bardzo stare, brzydkie, złośliwe i mało inteligentne. Można było wśród nich znaleźć olbrzymy, jak i niewielkiego wzrostu skrzaty czy karły. Często miały wiele głów ...",
    "aside_3_h": "Smok",
    "aside_3": "Legendarne stworzenie, zwykle rodzaj olbrzymiego, skrzydlatego gada. Występuje w mitach i podaniach z całego świata, choć dawni pisarze twierdzą, iż zamieszkiwały głównie pustynie Bliskiego Wschodu. Najbardziej popularnym typem smoka jest jego europejski wizerunek jako obrzydliwej, ziejącej ogniem bestii zwanej potocznie Wiwerną ...",
    "more": "Czytaj więcej",
    "source": "Materiały źródłowe",
    "license": "Tekst oraz zdjęcia na licencji CC-BY-SA"
}