{
    "brand": "Bestiariusz",
    "myth1": "Mitologia S³owiañska",
    "myth2": "Mitologia Nordycka",
    "myth3": "Mitologia Celtycka",
    "lang": "Jêzyk",
    "myth1side": "S³owiañska",
    "myth2side": "Nordycka",
    "myth3side": "Celtycka",
    "b1_1": "Bies",
    "b1_2": "Boginka",
    "b1_3": "Czart",
    "b1_4": "Domowik",
    "b1_5": "Kikimora",
    "b1_6": "Krasnoludek",
    "b1_7": "Leszy",
    "b1_8": "Poroniec",
    "b1_9": "Po³udnica",
    "b1_10": "Pó³nocnica",
    "b1_11": "Rusa³ki",
    "b1_12": "Skrzat",
    "b1_13": "Strzyga",
    "b1_14": "Utopiec",
    "b1_15": "Wodnik",
    "b2_1": "Huldra",
    "b2_2": "Jormungand",
    "b2_3": "Olbrzym",
    "b2_4": "Ratatosk",
    "b2_5": "Sahrimnir",
    "b2_6": "Smok",
    "b2_7": "Sleipnir",
    "b2_8": "Troll",
    "b3_1": "Kelpie",
    "b3_2": "Selkia",
    "title": "Strzyga",
    "st_name": "Nazwa",
    "st_name_a": "Strzyga (Strzygoñ)",
    "st_myth": "Mitologia",
    "st_myth_a": "S³owiañska",
    "st_type": "Rodzaj",
    "st_type_a": "Demon",
    "st_sex": "P³eæ",
    "st_sex_a": "Ró¿nie",
    "st_alig": "Nastawienie",
    "st_alig_a": "Zazwyczaj wrogie",
    "art_1_h": "Opis",
    "art_1": "Wed³ug badañ Aleksandra Brücknera s³owiañska strzyga pochodzi bezpoœrednio od rzymskiego strix, kobiecego demona o ptasich szponach ¿ywi¹cego siê krwi¹. W niejasny sposób wierzenia te, prawdopodobnie za poœrednictwem ludów ba³kañskich, zosta³y zaadaptowane przez S³owian, nak³adaj¹c siê czêœciowo na postaci upiora i wampira. Strzyga by³a istot¹, której pochodzenie i sposób dzia³ania by³y podobne do tych dwóch stworów, dlatego uwa¿a siê, ¿e w polskich wierzeniach ludowych mamy do czynienia z jedn¹ postaci¹ znan¹ w ró¿nych regionach pod kilkoma ró¿nymi nazwami. Do XVIII wieku mówiono bowiem w Polsce na upiora „strzyga” lub „wieszczyca”. Od XVIII wieku stosowano ju¿ nazwê „upiór”, kojarz¹c stwora z demonem fruwaj¹cym. Z kolei cechy czarownictwa kojarzone s¹ w polskich Ÿród³ach bardziej ze strzygoniem lub strzyg¹ ni¿ z upiorem. Gdy rozpoznano strzygê, przepêdzano j¹ z ludzkich siedzib. Ginê³y zazwyczaj w m³odym wieku. Gdy jednak jedna dusza umiera³a, druga ¿y³a dalej, mszcz¹c siê za krzywdy tej pierwszej. Aby przetrwaæ, musia³a polowaæ.",
    "art_2_h": "Charakterystyka",
    "art_2": "Posiada³y dwa serca i dwa szeregi zêbów. Zazwyczaj przedstawiane, jako krzy¿ówka cz³owieka i sowy. Mia³y nieproporcjonalnie du¿¹ g³owê wzglêdem cia³a, czerwone œlepia i szpony zbli¿one do ptasich. Niepozorne na pierwszy rzut oka, jednak szybkie, zwinne i silne na tyle, ¿e by³y w stanie powaliæ doros³ego mê¿czyznê b¹dŸ krowê.",
    "art_3_h": "Wierzenia",
    "art_3": "Strzygami zostawali ludzie, którzy urodzili siê ze zroœniêtymi brwiami, dwiema duszami, dwoma sercami i podwójnym szeregiem zêbów, z czego ten drugi by³ s³abo zauwa¿alny. O bycie strzyg¹ pos¹dzano równie¿ lunatyków i osoby bez w³osów pod pachami. Uwa¿ano tak¿e, i¿ strzyg¹ jest noworodek, który urodzi³ siê z wykszta³conymi zêbami, natomiast starcy mówi¹cy do siebie te¿ mogli byæ uznani za strzygi. W czasach epidemii czêsto do grobów wk³adano ludzi chorych, lecz ¿ywych. Niektórym udawa³o siê wykopaæ go³ymi rêkami. B³¹dzili oni potem z zakrwawionymi rêkami, poodrywanymi paznokciami, chorzy i os³abieni. Byli wówczas uwa¿ani za strzygi.",
    "art_4_h": "Zachowanie",
    "art_4": "Strzygi lata³y po nocach w postaci sowy i wysysa³a krew oraz wnêtrznoœci ludzi, najchêtniej dzieci. Je¿eli nie napotyka³y ludzi, potrafi³y siê przez jakiœ czas zadowoliæ krwi¹ zwierz¹t. Zazwyczaj poza polowaniem chodzi³o o zemstê za krzywdy wyrz¹dzone podczas pierwszego ¿ywota. Wed³ug innych Ÿróde³, strzygi nie szkodz¹ ludziom. Podobnie, jak banshee, zwiastuj¹ pewn¹ œmieræ kogoœ z domowników. Ich przywi¹zanie do œwiata ¿ywych wynika³o z braku chrztu jednej z dusz i uniemo¿liwia³o to wkroczenie do zaœwiatów. Zarówno mêskie, jak i ¿eñskie wersje strzyg mog³y wracaæ do swoich ¿yj¹cych cz³onków rodziny, do swoich domostw i nocami wykonywaæ swoje dawne obowi¹zki. Wp³ywa³o to na stan rodziny – ich niewyspanie, os³abienie, bladoœæ itd. zrzucano w³aœnie na dzia³alnoœæ strzyg. Strzygonie mog³y te¿ psuæ œwiece w koœciele.",
    "art_5_h": "Metody ochrony",
    "art_5": "Sposobem na zapobiegniêcie przeistoczeniu siê cz³owieka w strzygê by³o pochowanie go w specjalny sposób np. twarz¹ do do³u, z przepask¹ na oczach, w³o¿enie krzemienia do ust, w³o¿enie pod jêzyk kartki z napisem Jezus lub w³o¿enie do trumny drobnych przedmiotów, by strzygoñ zaj¹³ siê ich liczeniem. Innym sposobem by³o spalenie lub powbijanie gwoŸdzi, pali albo ko³ka osikowego w ró¿ne czêœci cia³a zmar³ej osoby. Podobno dzia³aj¹c¹ metod¹ na przepêdenie strzygonia by³o wymierzenie mu policzka lew¹ rêk¹. Aby chroniæ swój dom przed strzyg¹ skuteczne by³o rozsypanie na krzy¿ maku w ka¿dym k¹cie domu. Zabicie w koœcielny dzwon równie¿ zabija³o strzygonia (zamienia³o go w smo³ê). Niektóre podania g³osz¹, ¿e aby odczarowaæ lub zabiæ strzygê, nale¿a³oby spêdziæ noc w jej krypcie, œpi¹c twarz¹ w kierunku ziemi. Poniewa¿ strzygi wykazywa³y wiêksz¹ aktywnoœæ w nocy, w dzieñ zaœ spa³y, by³o to trudne zadanie.",
    "aside_h": "Popularne artyku³y",
    "aside_1_h": "Utopiec",
    "aside_1": "Demony s³owiañskie znane na obszarze ca³ej s³owiañszczyzn. Ich nazwa wywodzi siê od nazwy \"utopiæ\" (przyczyniæ siê œwiadomie do uduszenia siê danej osoby pod wod¹). Dziel¹ pewne cechy z wodnikami i topielcami, co daje podstawy do uto¿samiania ich z innymi demonami wodnymi. Wbrew powszechnej opinii ...",
    "aside_2_h": "Troll",
    "aside_2": "Wierzono, ¿e trolle ró¿ni³y siê miêdzy sob¹ zarówno wygl¹dem, jak i charakterem. Najczêœciej mia³y to byæ stworzenia bardzo stare, brzydkie, z³oœliwe i ma³o inteligentne. Mo¿na by³o wœród nich znaleŸæ olbrzymy, jak i niewielkiego wzrostu skrzaty czy kar³y. Czêsto mia³y wiele g³ów ...",
    "aside_3_h": "Smok",
    "aside_3": "Legendarne stworzenie, zwykle rodzaj olbrzymiego, skrzydlatego gada. Wystêpuje w mitach i podaniach z ca³ego œwiata, choæ dawni pisarze twierdz¹, i¿ zamieszkiwa³y g³ównie pustynie Bliskiego Wschodu. Najbardziej popularnym typem smoka jest jego europejski wizerunek jako obrzydliwej, ziej¹cej ogniem bestii zwanej potocznie Wiwern¹ ...",
    "more": "Czytaj wiêcej",
    "source": "Materia³y Ÿród³owe",
    "license": "Tekst oraz zdjêcia na licencji CC-BY-SA"
}